export const list = [
  {
    title: "今天中午吃什么",
    desc: "今天中午到底吃什么呀？黄焖鸡？沙县小吃还是河南烩面？",
    count: 4,
  },
  {
    title: "明天上班穿什么衣服？",
    desc: "裙子还是裤子？",
    count: 124,
  },
  {
    title: "今年公司团建地址选哪里？",
    desc: "公寓和别墅之间的大PK？",
    count: 34,
  },
];

export const APP_ID = "rspnvejoskb9njip";
export const APP_SECRET = "UHVyV1pUUUl2bXp1WitnTFc1cEM5QT09";

export const weekList = ["Sun", "Mon", "Tue", "Wed", "Thu", "Fri", "Sat"];

export const weekListCN = new Map([
  [1, "一"],
  [2, "二"],
  [3, "三"],
  [4, "四"],
  [5, "五"],
  [6, "六"],
  [7, "日"],
]);

export const monthLists = new Map([
  [1, "Jan"],
  [2, "Feb"],
  [3, "Mar"],
  [4, "Apr"],
  [5, "May"],
  [6, "Jun"],
  [7, "JView"],
  [8, "Aug"],
  [9, "Sep"],
  [10, "Oct"],
  [11, "Nov"],
  [12, "Dec"],
]);

export const wordsList = [
  "确认过眼神，我遇见对的人。",
  "一杯敬朝阳，一杯敬月光，唤醒我的向往，温柔了寒窗。",
  "好好爱自己，就会有人爱你，这乐观的说词。",
  "我们要不回理想，还耗尽了归途的光。",
  "我在人间彷徨，寻不到你的天堂。",
  "没有你在，我有多难熬，没有你烦，我有多烦恼。",
  "你什么都没有，却还为我的梦加油。",
  "喜欢在人潮中你只属于我的那画面。",
  "希望他是真的比我还要爱你，我才会比自己离开。",
  "理想归理想，得不到也只是妄想。",
  "我口袋只剩玫瑰一片，此行又山高路远，问私奔多少年，能舍弃这世界。",
  "我相信自己爱能翻江倒海，山海皆可平。",
  "青春是段跌跌撞撞的旅行，拥有着后知后觉的美丽。",
  "爱与被爱不一定成正比。",
  "白月光在照耀，你才想起她的好，朱砂痣久难消，你是否能知道。",
  "我们还有好多好多年，将未完的预言都实现。",
  "从前从前，有个人爱你很久，可偏偏，风渐渐，把距离吹得好远。",
  "最美的不是下雨天，是曾与你躲过雨的屋檐。",
];
